tap "flyteorg/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "nikitabobko/tap"
tap "taiki-e/tap"
tap "unionai/tap"
brew "act"
brew "autojump"
brew "automake"
brew "gcc"
brew "btop"
brew "ccache"
brew "cmake"
brew "ctop"
brew "direnv"
brew "dive"
brew "duf"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "git-tools"
brew "glances"
brew "gnu-sed"
brew "gnu-time"
brew "go"
brew "graphviz"
brew "hadolint"
brew "uv"
brew "hatch"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kind"
brew "kustomize"
brew "libomp"
brew "llvm"
brew "lsd"
brew "mas"
brew "mcfly"
brew "micromamba"
brew "neovim"
brew "openblas"
brew "pixi"
brew "pkgconf"
brew "postgresql@14"
brew "pre-commit"
brew "protobuf"
brew "ripgrep"
brew "scmpuff"
brew "starship"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "zellij"
brew "zoxide"
brew "flyteorg/tap/flytectl"
brew "taiki-e/tap/parse-changelog"
brew "unionai/tap/uctl"
cask "1password"
cask "1password-cli"
cask "4k-video-downloader+"
cask "aerospace"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "balenaetcher"
cask "betterdisplay"
cask "bettertouchtool"
cask "brave-browser"
cask "dash"
cask "discord"
cask "docker"
cask "drawio"
cask "espanso"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "homerow"
cask "imageoptim"
cask "iterm2"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keka"
cask "moom"
cask "motu-m-series"
cask "netnewswire"
cask "obsidian"
cask "quarto"
cask "screenflow"
cask "shottr"
cask "slack"
cask "steam"
cask "transmit"
cask "typinator"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 290986013
mas "Diarium", id: 1502834782
mas "Elmedia Player", id: 937759555
mas "Final Cut Pro", id: 424389933
mas "Flow", id: 1423210932
mas "Gifski", id: 1351639930
mas "GoodLinks", id: 1474335294
mas "GoodTask", id: 1143437985
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "LanScan", id: 472226235
mas "Marked 2", id: 890031187
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Obsidian Web Clipper", id: 6720708363
mas "Pages", id: 409201541
mas "PCalc", id: 403504866
mas "PDF to PowerPoint by Flyingbee", id: 954214064
mas "Pixelmator Pro", id: 1289583905
mas "Presentify", id: 1507246666
mas "rcmd", id: 1596283165
mas "Refined GitHub", id: 1519867270
mas "SiteSucker", id: 442168834
mas "TextSniper", id: 1528890965
mas "Velja", id: 1607635845
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "bierner.markdown-preview-github-styles"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "deerawan.vscode-dash"
vscode "editorconfig.editorconfig"
vscode "exiasr.hadolint"
vscode "fmoronzirfas.open-in-marked"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "guyskk.language-cython"
vscode "hediet.vscode-drawio"
vscode "jdsteinbach.custom-presentation-mode"
vscode "kahole.magit"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "peterj.proto"
vscode "quarto.quarto"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "sleistner.vscode-fileutils"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "ymotongpoo.licenser"
vscode "zainchen.json"
