tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "autojump"
brew "automake"
brew "binutils"
brew "bison"
brew "btop"
brew "ccache"
brew "chruby"
brew "cloc"
brew "direnv"
brew "duf"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "glances"
brew "gnu-sed"
brew "gnu-time"
brew "go"
brew "htop"
brew "hugo"
brew "jq"
brew "libffi"
brew "libomp", link: true
brew "libyaml"
brew "mas"
brew "neovim"
brew "pipx"
brew "pre-commit"
brew "reattach-to-user-namespace"
brew "ruby"
brew "ruby-install"
brew "starship"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wakeonlan"
brew "wget"
cask "1password"
cask "4k-video-downloader"
cask "appcleaner"
cask "betterdisplay"
cask "bettertouchtool"
cask "brave-browser"
cask "carbon-copy-cloner"
cask "dash"
cask "discord"
cask "drawio"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "forklift"
cask "google-chrome"
cask "gpg-suite"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "kaleidoscope"
# cask "mactex"
cask "moom"
cask "netnewswire"
cask "obsidian"
cask "podman-desktop"
cask "screenflow"
cask "skim"
cask "slack"
cask "visual-studio-code"
cask "vivaldi"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Compressor", id: 424390742
mas "DaisyDisk", id: 411643860
# mas "Final Cut Pro", id: 424389933
mas "Flow", id: 1423210932
# mas "GarageBand", id: 682658836
mas "GoodTask", id: 1143437985
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LanScan", id: 472226235
# mas "Logic Pro", id: 634148309
# mas "MainStage", id: 634159523
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Presentify", id: 1507246666
mas "ReadKit", id: 588726889
mas "Refined GitHub", id: 1519867270
mas "Save to Pocket", id: 1477385213
mas "WireGuard", id: 1451685025
