brew "act"
brew "autojump"
brew "automake"
brew "gcc"
brew "btop"
brew "ccache"
brew "cmake"
brew "ctop"
brew "direnv"
brew "dive"
brew "duf"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "git-tools"
brew "glances"
brew "gnu-sed"
brew "gnu-time"
brew "go"
brew "graphviz"
brew "hadolint"
brew "uv"
brew "hatch"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kind"
brew "kustomize"
brew "libomp"
brew "llvm"
brew "lsd"
brew "mas"
brew "mcfly"
brew "micromamba"
brew "neovim"
brew "openblas"
brew "pixi"
brew "pkgconf"
brew "postgresql@14"
brew "pre-commit"
brew "protobuf"
brew "ripgrep"
brew "scmpuff"
brew "starship"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "zellij"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "4k-video-downloader+"
cask "aerospace"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "balenaetcher"
cask "betterdisplay"
cask "bettertouchtool"
cask "brave-browser"
cask "dash"
cask "discord"
cask "docker"
cask "drawio"
cask "espanso"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "homerow"
cask "imageoptim"
cask "iterm2"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keka"
cask "moom"
cask "motu-m-series"
cask "netnewswire"
cask "obsidian"
cask "quarto"
cask "screenflow"
cask "shottr"
cask "slack"
cask "steam"
cask "transmit"
cask "typinator"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 290986013
mas "Diarium", id: 1502834782
mas "Elmedia Player", id: 937759555
mas "Flow", id: 1423210932
mas "Gifski", id: 1351639930
mas "GoodLinks", id: 1474335294
mas "GoodTask", id: 1143437985
mas "Hush", id: 1544743900
mas "LanScan", id: 472226235
mas "Marked 2", id: 890031187
mas "Obsidian Web Clipper", id: 6720708363
mas "PCalc", id: 403504866
mas "Pixelmator Pro", id: 1289583905
mas "Presentify", id: 1507246666
mas "rcmd", id: 1596283165
mas "SiteSucker", id: 442168834
mas "TextSniper", id: 1528890965
mas "Velja", id: 1607635845
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
